<?php
/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: alipay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['alipay'] = '支付宝';
$_LANG['alipay_desc'] = '支付宝网站(www.alipay.com) 是国内先进的网上支付平台。<br/>支付宝收款接口：在线即可开通。<br/><a href="https://b.alipay.com/signing/productSet.htm?navKey=all" target="_blank"><font color="red">立即在线申请</font></a>';
$_LANG['alipay_account'] = '支付宝帐户';
$_LANG['alipay_key'] = '安全校验码(MD5密钥)';
$_LANG['alipay_partner'] = '合作伙伴身份(PID)';
$_LANG['pay_button'] = '立即使用支付宝支付';
?>